export const popularAllPosts = [{
    "id": 14747886,
    "member": {
        "gender": "F",
        "school": "正修科大",
        "department": ""
    },
    "forum_alias": "funny",
    "version": [{
        "title": "我朋友買保險套被警察追",
        "content": "以前讀高中的時候，\n我朋友想跟他女朋友來個第一次，\n但是又沒有保險套，於是他就跑去超商買\n\n他不知道未滿20是不是可以買，\n所以一直徘徊一直很緊張\n\n後來他終於下定決心隨便拿了兩盒\n排隊的時候他發現他後面竟然是一個警察叔叔...\n\n於是他又更害怕的繼續結帳\n\n結果他結完帳後，就頭也不回的開始跑\n\n結果那個警察叔叔竟然一直追著他\n他嚇得要死直接把保險套雙手一遞\n\n我朋友：警察先生對不起，\n我不會再在去買保險套了(抖   (遞保險套\n\n\n\n\n警察叔叔：你的發票沒拿拉！下次記得拿\n唉呦年輕人都這樣的啦",
        "createdAt": "2016-03-15T07:27:39.555Z"
    }],
    "likeCount": 26567,
    "createdAt": "2016-03-14T04:07:37.890Z",
    "updatedAt": "2016-03-15T07:17:50.257Z",
    "report_status": true,
    "report_reason": "false",
    "pinned": false,
    "tags": [],
    "comment": 149,
    "like": 26567,
    "forum_name": "有趣"
}, {
    "id": 14465262,
    "member": {
        "gender": "F",
        "school": "匿名",
        "department": ""
    },
    "forum_alias": "bg",
    "version": [{
        "title": "💑他太好，拿來戀愛我捨不得😭最終番外",
        "content": "第一集底家!\nhttps://www.dcard.tw/f/bg/p/1220069\n\n第二集底家!!\nhttps://www.dcard.tw/f/bg/p/1220760\n\n第三集底家!!\nhttps://www.dcard.tw/f/bg/p/1222703\n\n第四集在這唷~\nhttps://www.dcard.tw/f/bg/p/1225170\n\n第５集來了！\nhttps://www.dcard.tw/f/bg/p/1227106\n\n第６集～～\nhttps://www.dcard.tw/",
        "createdAt": "2016-03-15T07:27:39.555Z"
    }],
    "likeCount": 11089,
    "createdAt": "2016-03-14T01:51:23.525Z",
    "updatedAt": "2016-03-15T07:17:13.917Z",
    "report_status": true,
    "report_reason": "false",
    "pinned": false,
    "tags": [],
    "comment": 1266,
    "like": 11089,
    "forum_name": "男女"
}, {
    "id": 14597483,
    "member": {
        "gender": "F",
        "school": "英屬哥倫比亞大學",
        "department": ""
    },
    "forum_alias": "studyabroad",
    "version": [{
        "title": "我學測47級分 我在世界前三十大",
        "content": "最近看到許多新聞討論學測48級分考上台大的消息\n是的，2014年的這時候 學測放榜 \n我的成績剛好比新聞少一級分 47級",
        "createdAt": "2016-03-15T07:27:39.555Z"
    }],
    "likeCount": 9471,
    "createdAt": "2016-03-14T03:06:40.012Z",
    "updatedAt": "2016-03-15T07:19:43.336Z",
    "report_status": true,
    "report_reason": "false",
    "pinned": false,
    "tags": [],
    "comment": 596,
    "like": 9471,
    "forum_name": "留學"
}];

export const popularAllPostsPage2 = [{"id":15493221,"member":{"gender":"F","school":"匿名","department":""},"forum_alias":"bg","version":[{"title":"Part3我一進門，閃光就把我拉到床上","content":"https://www.dcard.tw/f/all/p/10171066?ref=android\n\nhttps://w","createdAt":"2016-03-15T07:54:32.269Z"}],"likeCount":8950,"createdAt":"2016-03-14T09:48:32.825Z","updatedAt":"2016-03-15T07:36:21.400Z","report_status":true,"report_reason":"false","pinned":false,"tags":[],"comment":85,"like":8950,"forum_name":"男女"},{"id":14467531,"member":{"gender":"F","school":"中原大學","department":""},"forum_alias":"funny","version":[{"title":"我要賣我的妹妹","content":"我跟我妹妹差四歲\n目前妹妹高一\n\n因為妹妹太搞笑又太超齡了\n所以決定要來賣妹妹\n\n-\n事情一\n以下是媽媽跟妹妹的對話\n\n","createdAt":"2016-03-15T07:54:32.269Z"}],"likeCount":7983,"createdAt":"2016-03-14T01:53:39.707Z","updatedAt":"2016-03-15T07:43:54.644Z","report_status":true,"report_reason":"false","pinned":false,"tags":[],"comment":168,"like":7983,"forum_name":"有趣"},{"id":14528018,"member":{"gender":"M","school":"高應大","department":""},"forum_alias":"funny","version":[{"title":"陌生人的白色情人節禮物...","content":"小弟我是個超商工讀生\n補完貨就在櫃台發呆\n這時看到一個人站在巧克力架子前\n看著特價促銷中的巧克力\n我馬上上前跟她說\n\n👦：這個特價兩件15元哦\n\n👧：這個好吃嗎？\n\n（剛好我有吃過而且也蠻愛的\n\n👦：好吃啊～這個是巧克力餅乾，還有巧克力內餡！\n\n👧：好哦謝謝你\n\n然後她就拿了八個到櫃檯\n\n👦：這樣一共60元哦，收你100，找你40元。\n\n（心裡才在暗想我真是推銷達人\n\n這時遲那時快她塞了一個巧克力到我手裡\n\n👧：白色情人節快樂！\n\n我還沒反應過來\n然後她就走了！\n\n\n\n\n\n\n\n\n\n先","createdAt":"2016-03-15T07:54:32.269Z"}],"likeCount":7220,"createdAt":"2016-03-14T02:35:30.024Z","updatedAt":"2016-03-15T07:36:42.898Z","report_status":true,"report_reason":"false","pinned":false,"tags":[],"comment":47,"like":7220,"forum_name":"有趣"}];
